Repository: Trottel/simple-lightbox
Catalog: l10n/simple-lightbox-*.po
Languages: cs_cz

source: The settings have been reset
cs_cz: Nastavení byla obnovena

source: <strong class="%1$s">Notice:</strong> This update is a <strong class="%1$s">Beta version</strong>. It is highly recommended that you test the update on a test server before updating the plugin on a production server.
cs_cz: <strong class="%1$s">Upozornění:</strong> Tato aktualizace je <strong class="%1$s">Beta verze</strong>. Doporučuje se, abyste otestovali aktualizaci na testovacím serveru před aktualizací pluginu na hlavním serveru.

source: Access Denied
cs_cz: Přístup odepřen

source: Save Changes
cs_cz: Uložit změny

source: Default Element
cs_cz: Výchozí prvek

source: Default Element (Closed Tag)
cs_cz: Výchozí prvek (Uzavřený tag)

source: Default Input Element
cs_cz: Výchozí vstupní prvek

source: Text Box
cs_cz: Textové pole

source: Hidden Field
cs_cz: Skryté pole

source: Select tag
cs_cz: Vyberte tag

source: Inline wrapper
cs_cz: Vložený obal

source: Enabled
cs_cz: Povoleno

source: Disabled
cs_cz: Zakázáno

source: Default
cs_cz: Výchozí

source: Theme
cs_cz: Šablona

source: Default (Light)
cs_cz: Výchozí (Světlá)

source: Default (Dark)
cs_cz: Výchozí (Tmavá)

source: Activation
cs_cz: Aktivace

source: Grouping
cs_cz: Seskupování

source: UI
cs_cz: Uživatelské rozhraní

source: Labels
cs_cz: Popisky

source: Enable Lightbox Functionality
cs_cz: Povolit funkci Lightboxu

source: Enable on Home page
cs_cz: Povolit na domovské stránce

source: Enable on Posts
cs_cz: Povolit v příspěvcích

source: Enable on Pages
cs_cz: Povolit na stránkách

source: Enable on Archive Pages (tags, categories, etc.)
cs_cz: Povolit na stánkách archivu (štítky, kategorie atd.)

source: Enable for Widgets
cs_cz: Povolit pro widgety

source: Group items (for displaying as a slideshow)
cs_cz: Seskupit položky (pro zobrazení jako prezentace)

source: Group items by Post (e.g. on pages with multiple posts)
cs_cz: Seskupit položky podle příspěvku (např. na stránkách s více příspěvky)

source: Group gallery items separately
cs_cz: Seskupit položky galerie samostatně

source: Group widget items separately
cs_cz: Seskupit položky widgetu samostatně

source: Resize lightbox to fit in window
cs_cz: Změnit velikost Lightboxu, aby se přizpůsobil oknu

source: Enable animations
cs_cz: Povolit animace

source: Start Slideshow Automatically
cs_cz: Spustit prezentaci automaticky

source: Slide Duration (Seconds)
cs_cz: Trvání snímku (Sekundy)

source: Loop through items
cs_cz: Opakovat položky

source: Overlay Opacity (0 - 1)
cs_cz: Průhlednost překrytí (0-1)

source: Loading indicator
cs_cz: Indikátor načítání

source: Close button
cs_cz: Tlačítko Zavřít

source: Next Item button
cs_cz: Tlačítko Další položka

source: Previous Item button
cs_cz: Tlačítko Předchozí položka

source: Start Slideshow button
cs_cz: Tlačítko Spustit prezentaci

source: Stop Slideshow button
cs_cz: Tlačítko Zastavit prezentaci

source: Slideshow status format
cs_cz: Formát stavu prezentace

source: Lightbox Settings
cs_cz: Nastavení Lightboxu

source: Settings
cs_cz: Nastavení

source: Reset
cs_cz: Obnovit

source: Are you sure you want to reset settings?
cs_cz: Opravdu chcete obnovit nastavení?

source: Settings have been reset
cs_cz: Nastavení byla obnovena

source: Settings were not reset
cs_cz: Nastavení nebyla obnovena
